"[['\\n', <p></p>, '\\n', <ul class=\"bulleted\">\n<li>Include certain attachments, like photos and video, on messages sent to your provider.</li>\n<li>Complete the Pre Check-In process from home, saving you time when you arrive for your appointment. You can\n        electronically sign documents, update your demographics information, add or verify insurance (including\n        submitting insurance card images), add credit card information to pay outstanding balances, pre-payments, or\n        authorize copays, and update information about your medical history (including your medications, allergies, and\n        preferred pharmacy).\n    </li>\n<li>View orders and tests placed by your physician.</li>\n<li>Request records and view copies of information released from Medical Records.</li>\n<li>Patients who are pregnant can pre-register for their day of delivery to save time when arriving at the\n        hospital.\n    </li>\n<li>Link your NM MyChart account to other organizations via Happy Together to view clinical information from another\n        organization in your NM MyChart account.\n    </li>\n<li>Allow non-NM physicians to review your NM MyChart information by generating a Share Everywhere code.</li>\n<li>Utilize the Pay as Guest page to pay bills without needing to log into your MyChart account.</li>\n<li>Keep your clinicians up-to-date on your End-of-Life / Advance Care Planning decisions by uploading the\n        associated documents in our Advance Care Planning activity.\n    </li>\n<li>Keep track of all of your documents in the My Documents section.</li>\n</ul>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>The MyNM app is a brand new digital platform launched in December 2018, which offers you the same\n    functionality as the MyChart app, including:</p>, '\\n', <ul class=\"bulleted\">\n<li>Send secure electronic messages to your doctor’s office.</li>\n<li>Access health information related to your care.</li>\n<li>View your lab results and discharge instructions.</li>\n<li>Request prescription refills.</li>\n<li>Schedule, change, or view your appointments.</li>\n<li>View billing statements and pay your outstanding balances.</li>\n<li>View the health record and billing information for your family member(s) via Proxy Access.</li>\n</ul>, '\\n', <p>In addition to these MyChart-related features, the MyNM app introduces these <strong>new</strong> features:</p>, '\\n', <ul class=\"bulleted\">\n<li> Find a physician or location</li>\n<li>Access real-time, indoor turn-by-turn directions for locations on the downtown Northwestern Memorial Hospital\n        campus\n    </li>\n<li>Obtain information about Northwestern Medicine from anywhere, anytime</li>\n</ul>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n', <h1>Enrollment Questions</h1>, '\\n', <hr noshade=\"\"/>, '\\n'], ['\\n', <p>MyChart offers patients personalized and secure on-line access\n    to portions of their medical records. It enables you to securely use the Internet to help manage and receive\n    information about your health*. With MyChart or the MyNM app, you can use the Internet to:</p>, '\\n', <ul class=\"bulleted\">\n<li>Send secure electronic messages to your doctor's office.</li>\n<li>Access health information related to your care.</li>\n<li>View your lab results and discharge instructions.</li>\n<li>Request prescription refills.</li>\n<li>Schedule, change, or view your appointments.</li>\n<li>View billing statements and pay your outstanding balances.</li>\n<li>View the health record and billing information for your family member(s) via Proxy Access</li>\n</ul>, '\\n', <p>For further information, please review the MyChart Terms and Conditions.</p>, '\\n', <p>*Some of MyChart's features may\n    not be available for hospital-based care</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Neither MyChart nor the MyNM app should be used for urgent matters. If you\n    are experiencing a life-threatening illness or injury, please go to the nearest hospital emergency department and/or\n    dial 9-1-1 for immediate attention.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Both the MyNM app and MyChart are free services offered to our patients. Some\n    features, like certain virtual visits, might have a fee associated.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>NM MyChart requires that you have an Access Code in order\n    to enroll and create an account. There are a few ways you can get an Access Code:</p>, '\\n', <ul class=\"bulleted\">\n<li>During an office visit with your doctor, check-in staff may ask if you are interested in enrolling and send you\n        an email with an Access Code.\n    </li>\n<li>If you aren't asked to enroll during check-in, you should receive an Access Code on your visit summary paperwork\n        before you leave the office.\n    </li>\n<li>If you don't have an upcoming appointment or don't want to wait, you can always visit the <a href=\"https://myc.nm.org/MyChart/default.asp?mode=stdfile&amp;option=SE_Access&amp;_ga=2.190000811.1467205995.1547159809-1465696264.1522082464\" target=\"_blank\">NM MyChart enrollment activity</a>.\n    </li>\n<li>If you are stuck or have questions, please contact our NM MyChart Help Desk at 1-855-HLP-MYNM\n        (1-855-457-6966).\n    </li>\n<li><a href=\"#NM_get\">Click here to learn how to download the MyNM app</a>.\n    </li>\n</ul>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>An Access Code allows you\n    to quickly sign up for your MyChart account and for the system to associate this new account with your existing\n    medical record. You may have received an access code in your doctor's office via email or on your After Visit\n    Summary paperwork. If you never received an access code, or if your access code is expired or doesn't work, you can\n    request a new one at any time and have it sent to you via email, text message, or letter - depending on your\n    preference. Alternatively, you can select the \"I don't have an Access Code\" button on the MyChart login page to\n    begin the direct self-signup process. </p>, '\\n', <p><a href=\"default.asp?mode=stdfile&amp;option=SEAccess\">Click here to\n        request a new access code.</a></p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>For your security, your Access Code expires after 90 days and is no\n    longer valid after the first time you use it. If you've already received an Access Code, but it is disabled,\n    expired, or does not work, you do not need to contact your doctor.</p>, '\\n', <p><a href=\"default.asp?mode=stdfile&amp;option=SEAccess\">Click here to request a new access code.</a></p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>No, your Access\n    Code is not your MyChart username or password. You will use this code only once in order to log into MyChart for the\n    first time (the code will expire once you use it or after 90 days). During your initial MyChart login, you will be\n    asked to create your own unique MyChart username and password, which you will use for your subsequent logins.</p>, '\\n', <p>\n<a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>In order to sign up for a MyChart account,\n    you must be an established patient of Northwestern Medicine. You are an established patient if one of the following\n    can apply to you:</p>, '\\n', <ul class=\"bulleted\">\n<li>You've had an office visit with one of our Northwestern Medicine providers</li>\n<li>You were admitted and had an Inpatient stay at Northwestern Memorial, Lake Forest, Central DuPage, Delnor,\n        Kishwaukee or Valley West Hospital\n    </li>\n<li>You were seen in the Emergency Room at Northwestern Memorial, Lake Forest, Central DuPage, or Kishwaukee\n        Hospital\n    </li>\n</ul>, '\\n', <p>If you're interested in setting up your first appointment with a Northwestern Medicine doctor, please contact\n    our Patient Services Center at 312-695-1920 or you can request an appointment by filling out our online form <a href=\" https://appointments.nm.org/\">here</a>.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>You can submit an email to MyChart@NM.org with your name, phone\n    number, and best time to contact or call our 24/7 MyChart HelpDesk directly at 1-855-HLP-MYNM (1-855-457-6966).</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n', <h1>About the MyNM App</h1>, '\\n', <hr noshade=\"\"/>, '\\n'], ['\\n', <p>MyChart is the tool\n    that Northwestern Medicine uses to offer patients personalized and secure on-line access to portions of their\n    medical records. MyChart can be accessed on a desktop computer using an Internet Browser like Chrome, Firefox,\n    Safari or Internet Explorer. MyNM is Northwestern Medicine’s mobile app which makes accessing MyChart easier for\n    patients using a mobile device like a phone or tablet. MyNM contains MyChart, as well as many other helpful\n    features.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>No. To continue using MyChart to access your\n    Northwestern Medicine health information on a mobile device, you will need to use the MyNM app. Our new app offers\n    enhanced capabilities not available in the MyChart app. Access to MyChart from a desktop computer is not\n    changing.</p>, '\\n', <p>If you also use the MyChart app to access health records from other, non-Northwestern Medicine\n    health systems, you may need to keep the MyChart app on your phone.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Text MYNM to 43506 to receive a link to the app, or search “MyNM”\n    in the App Store for iPhone or Google Play store for Android phones.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>To access information, patients should use\n    their existing NM MyChart login information. If a username or password is forgotten, use the prompts in the MyNM app\n    login page to reset your information. This is a secure method to access medical information and pay medical bills.\n    Those who are not NM MyChart users may register as new users on the app.</p>, '\\n', <p><a href=\"#AE_pass\">See additional\n        information about logging into NM MyChart here.</a></p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Yes. All Northwestern Medicine\n    information from the MyChart app will be the same and will be visible in the MyNM app.</p>, '\\n', <p><a href=\"#top\">Return\n        to Top</a></p>, '\\n', <h1>Your Medical Record</h1>, '\\n', <hr noshade=\"\"/>, '\\n'], ['\\n', <p>Most test results are released to\n    MyChart as soon as they become available to your doctor*. This can be anywhere from 3 - 7 business days. If you were\n    admitted to one of our hospitals or had an Emergency Room visit, any tests that have been resulted during your stay\n    will be released to MyChart when you're discharged. <br/><br/>Please keep in mind, your doctor may not always have the\n    opportunity to review your results before they are released to your MyChart account.</p>, '\\n', <p><strong>*For safety\n        reasons, some results are not eligible for auto-release to your MyChart account. Please see below for more\n        information.</strong></p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Certain test results are considered very sensitive in nature. Due to this,\n    your physician will likely want to discuss these results with you prior to making them available for viewing in\n    MyChart. Also, historical test results from hospital stays and ED visits prior to June 8, 2015 are not available to\n    view in MyChart at this time. <br/><br/>You always have the option to request a paper copy of your medical records\n    from our Health Information Management department. Please, select this link for instructions: <a href=\"http://www.nm.org/medical-records-request\">www.NM.org/Medical-Records-Request</a>.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>The <strong>Upcoming Tests and Procedures</strong> activity is a compilation of all current\n    Test or Procedures ordered for you by your Clinician. These orders may require action on your part or could be\n    scheduled at an external facility not directly integrated into NM MyChart. If these are scheduled at a Northwestern\n    Medicine facility these should display in your upcoming appointment activity. </p>, '\\n', <p><a href=\"#top\">Return to\n        Top</a></p>, '\\n'], ['\\n', <p>Your\n    MyChart information comes directly from your electronic medical record maintained by your doctor's office. Your\n    health information is reviewed and updated in your electronic medical record each visit. At your next clinic visit,\n    talk to your doctor about correcting or adding health information in your record. If your patient portal recently\n    transitioned to MyChart, your MyChart account may be blank when you first sign up. Most users will start seeing\n    their health information in their account after their next doctor's visit.</p>, '\\n', <p>If you've been admitted or visited\n    the Emergency Room at Northwestern Memorial or Lake Forest Hospital, but have never had an Office Visit with a\n    Northwestern Medicine doctor, you will not see health information populated in the Medication, Allergy, or\n    Immunization sections of your MyChart account. A summary of your health information can be found on your\n    Discharge/Admission Summary. </p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>No, this will require a review\n    with your clinician to confirm the updates before it being fully incorporated into your medical record. While you\n    can submit an update at any time this will be reviewed and updated in your record at your next visit with\n    Northwestern Medicine. </p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Once you're logged in, hover over the <strong>Messaging</strong> tab and select \"Send a Clinical\n    Message\". <strong>Any doctor you have had an office visit with in the last 3 years or you will see in the upcoming\n        year</strong> should appear in your dropdown menu of doctors. Once you select the appropriate doctor, you can\n    choose your subject from the list of options.</p>, '\\n', <p>To send a message using the MyNM app, log in and click the\n    <strong>Messages</strong> tile from the dashboard. On the next screen, select the green “send a message” button, and\n    follow the onscreen directions. Don’t forget to add a recipient for your message in the “To” section, as well as a\n    subject.</p>, '\\n', <p class=\"alert\"><i><strong>Please, remember that MyChart messages are meant for <u>non-urgent</u>\n            questions only.</strong></i></p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p><strong>You will generally receive an answer within two (2)\n        business days during regular business hours</strong>.</p>, '\\n', <p>Please note that MyChart should not be used for urgent\n    situations. If you are experiencing an emergency and need immediate attention, please contact your local emergency\n    room or dial 911.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>In general, you are only able to message those doctors with whom you\n    have had an office visit, procedure visit, hospital visit, or e-visit in the last 3 years or you have an appointment\n    scheduled with them up to 1 year in the future. <br/><br/> Other types of encounters will be excluded from messaging\n    enablement to a specific provider.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Unfortunately, MyChart does not allow the ability for us\n    to manually remove a doctor from the list of available doctors you are able to message. Doctors will automatically\n    disappear from your list when it has been 3 years since the last time you have interacted with them via office\n    visit, procedure visit, hospital visit, or e-visit.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Yes. MyChart messaging functionality\n    allows a patient to attach an image, video, or PDF document to a message and send it to their doctor securely.\n    Patients are allowed to submit up to 3 attachments in a message. Attachments that you send via MyChart will\n    automatically be stored in your permanent electronic medical record. Your attachments must be below certain file\n    size and video length limits, which are subject to change. You can view these limits by hovering your mouse cursor\n    over the question mark icon at the bottom of the screen when sending a new message. </p>, '\\n', <p>To add an attachment to\n    your message, simply select the Browse button at the bottom of the new message screen, and navigate to the file you\n    would like to attach. Once the file is attached, you will see a preview at the bottom of the screen and you will be\n    able to add a label to describe the attachment. Sending an attachment is just as easy in the MyNM app: on the new\n    message screen, click “Attachments” and select a file from your device to include.</p>, '\\n', <p><a href=\"#top\">Return to\n        Top</a></p>, '\\n'], ['\\n', <p>No. The NM MyChart upgrade will\n    <strong>ONLY</strong> allow you to see information from your visits with care teams that use NM MyChart at a\n    Northwestern Medicine facility (unless you are linked via Happy Together - review the Happy Together FAQ entries\n    below for more information). Information from visits to your private physician's office will remain separate. </p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>\n    The My Documents activity is accessed by navigating from the home page to the Health tab then select Document Center\n    and finally select My Documents. This activity allows you to view, download, and print documents that you have\n    on-file. All documents that you could receive via a Release of Information request are included\n    here.<strong>Note:</strong> Documents will not begin to display on this page until three days after submission. This\n    is by design to allow our Medical Records team time to review and accept any pending documents. The status of the\n    documents wil display next to the date. If you have questions about any of the documents within the activity, please\n    contact our Medical Records department by calling 312-926-3375.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Select the alert or navigate to the Preventative Care\n    activity (under the Health tab). On the card that says Annual Flu Vaccine, hover over the bottom right part of the\n    card and select Mark as Complete. Then, enter the date that the vaccination was given on. After accepting the date,\n    you will now see the Annual Flu Vaccine listed under Requested Updates. Your clinician's office now has this\n    information and will add it to your medical record.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n', <h1>MyChart for My\n    Family</h1>, '\\n', <hr noshade=\"\"/>, '\\n'], ['\\n', <p>No.\n    MyChart offers direct access to your personal health record and communicating about another individual's information\n    would be placed in your health record. This information would not appear in the correct health record and could\n    potentially jeopardize medical care.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>No. Due to the sensitive nature of medical information, each adult must establish\n    his or her own MyChart account.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Proxy Access allows a parent, legal guardian, or other caretaker to access\n    another patient's account in order to help manage their healthcare. Those requesting Proxy Access will need to\n    complete a consent form and turn it into the patient's doctor's office for review and approval. </p>, '\\n', <p>For those\n    requesting access for another <strong>Adult (18 yrs and older) or an Adolescent (12 to 17)</strong> patient's NM\n    MyChart account, the patient's signed consent will also be required in order to be granted access. If you cannot\n    obtain the Adolescent's\n    approval a parent or guardian can submit a request for a Minor Proxy account that will have limited access. </p>, '\\n', <p>\n    To get started on completing a consent form, you can download and print off the form that is applicable for\n    you: </p>, '\\n', <p><a href=\"en-US/docs/forms/NM-Minor Proxy Request.pdf\" target=\"_blank\">Proxy Consent Form -\n        Minors </a><br/><a href=\"en-US/docs/forms/NM-Adolescent Proxy Request.pdf\" target=\"_blank\">Proxy Consent Form -\n        Adolescent</a><br/><a href=\"en-US/docs/forms/NM-Adult Proxy Request.pdf\" target=\"_blank\">Proxy Consent Form -\n        Adults </a></p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p><u><strong>Adult Patients (18yrs +):</strong></u><br/><br/>If you have Proxy access to an adult patient, you will have\n    access to everything the patient would have access to in their own account. Please keep in mind that the patient can\n    revoke your access at any time, if they so choose.</p>, '\\n', <p><u><strong>Minor Patients</strong></u><br/><br/><strong>Age\n        0-11:</strong> If you have proxy access to a child age 11 and under, you will have access to their full MyChart\n    record.<br/><br/><strong>Age 12-17:</strong> State and Federal law restricts parental access to certain medical\n    information for minors age 12-17. If you have proxy access to child in this age range, you will have partial access\n    to your minor's MyChart record. This includes upcoming appointments, appointment requests, immunizations, allergies,\n    billing information, growth charts, and messaging. Full access can be granted to you, however, if your child\n    provides their signature granting this permission.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Yes. The same\n    agreements set in NM MyChart will transfer over to the MyNM app.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Yes. You may \"revoke\"\n    proxy privileges to your account at any time by going to <strong>Family Access Settings</strong> under <strong>My\n        Family's Records &gt;Who Can View My Account?</strong> Select the applicable Proxy and click on \"Revoke Access\".\n    This change will take effect immediately.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Messages sent\n    to your doctor's office can be manually disabled by you from proxy viewing when sending the message. To prevent\n    proxy review, please remove the check from the box next to the \"All others with access to <b>*YOUR NAME*</b> at this\n    time\" from the message review section.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n', <h1>Managing My Billing Statements\n    and Payments</h1>, '\\n', <hr noshade=\"\"/>, '\\n'], ['\\n', <p>Similar to the online Bill Pay option available on\n    NM.org, MyChart Bill Pay provides MyChart patients convenient, easy-to-use and secure access to statement details\n    and online bill payment options. With MyChart Bill Pay, you can view your bill, ask questions, and make online\n    payments.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>You are not required to sign up for MyChart Bill Pay. The Bill Pay feature is automatically available after you\n    register for MyChart.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Previously, the guarantor accounts associated with your patient record were listed in a table,\n    with each guarantor account as its own separate row. In order to reduce confusion, we have updated the display, so\n    that now each guarantor account is displayed as its own separate card. Each card will list the patients that are\n    covered by that account and the outstanding balance, along with also providing links to view the account details,\n    last statement, and send a billing-related customer service message. As of now, only Personal/Family and NM Lab\n    guarantor account types will display in MyChart. We are working to expand this list in the future.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>MyChart\n    Bill Pay provides you access to bills from visits to any Northwestern Medicine facility.</p>, '\\n', <p>If you do not see a\n    bill reflected in NM MyChart please visit <a href=\"http://mybill.nm.org\" target=\"_blank\">MyBill.nm.org</a> for more\n    options.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>If you recently were asked to \"upgrade\" your NM MyChart account, billing\n    information prior to March 3, 2018, will not be viewable in NM MyChart. To see or make a payment for a bill\n    generated before March 3, please go to nm.org and click \"Pay a Bill\".</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Yes. When accessing MyChart Bill Pay, your\n    online statement will be pre-populated with the Amount to Pay and the Total Amount Due. When making a payment, you\n    will have the option to select the account to which you wish to apply your payment. If no account is specified, your\n    payment will be applied to the oldest balance on file. </p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Yes. By navigating to the Account Details page\n    within your guarantor account (<strong>Billing tab &gt; Billing Account Summary &gt; See Account Detail</strong>),\n    you can create a recurring monthly payment plan. In order to be eligible to enroll in a payment plan, you must have\n    a minimum Amount Owed of $25.01 and you must have a monthly payment amount of $25.00 or greater. The maximum number\n    of payments allowed is thirty-six (36). If you currently have a payment plan setup with our billing vendor, Simplee,\n    you will not be allowed to create another payment plan in MyChart (this will be stated in your Account Details page\n    if it applies to your account).</p>, '\\n', <p>Once created, your monthly payments will be <u><strong>automatically</strong></u>\n    deducted on the specified date from the credit card you selected. MyChart does not allow the creation of manual\n    payment plans at this time.</p>, '\\n', <p><strong>Note:</strong> We no longer offer the ability to terminate payment plans\n    via MyChart. To do this, please contact our Billing department at (855) 286-2861. </p>, '\\n', <p><a href=\"#top\">Return to\n        Top</a></p>, '\\n'], ['\\n', <p>The patient or the patient's\n    designated guarantor, as well as any adult proxies assigned by the guarantor, can access a patient's MyChart and\n    Bill Pay information. For instance, when a bill is created for a child in MyChart, the parent who is the designated\n    guarantor can view the child's MyChart and pay the bill. To provide access to the second parent, the parent who is\n    the guarantor would need to designate the second parent as a proxy. Any adult who is not a designated guarantor or\n    proxy will not be able to access the child's MyChart account.</p>, '\\n', <p>If a teen proxy is established and the teen is\n    listed as the guarantor, the patient's MyChart information will not be accessible to either parent. Parents can only\n    view their children's MyChart information when they are the designated guarantor or listed as a proxy.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Your credit\n    card information is stored and saved in Trust Commerce, a trusted payment and risk management provider who manages\n    all online payment processing for Northwestern Medicine. Trust Commerce is a payment card industry (PCI) compliant\n    provider.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>MyChart will send you an email when a new statement is available. You will need to log into\n    MyChart on a desktop computer or on your phone using the MyNM app to see the details of your new statement.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Yes. Please\n    note, you must agree to receive email notifications to go paperless. MyChart will send you an email when a new\n    statement is available.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>If you have questions about your bill, you can send a message using MyChart. Simply\n    login into your account and select the \"Billing\" tab. All messages sent using MyChart will be answered within 7\n    business days. If you have a question that requires immediate attention, please call (855) 286-2861 to speak with a\n    Patient Service Representative.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Visit <a href=\"http://mybill.nm.org/\" target=\"_blank\">MyBill.NM.org</a> for payment options\n    or tap the Billing tile from the dashboard in the MyNM app. You can also choose to use the new Pay As Guest\n    functionality (available on the MyChart login page) by clicking <a href=\"https://myc.nm.org/MyChart/billing/guestpay\" target=\"_blank\">here</a>. </p>, '\\n', <p><a href=\"#top\">Return to\n        Top</a></p>, '\\n', <h1>Managing My Appointments</h1>, '\\n', <hr noshade=\"\"/>, '\\n'], ['\\n', <p>Pre Check-In is an\n    activity within an upcoming appointment that allows you to complete various appointment-related tasks within a\n    single workflow from the comfort of your own home. By completing these tasks at home, you will not need to do them\n    when you arrive at your physician's office. With Pre Check-In, you can:</p>, '\\n', <ul class=\"bulleted\">\n<li>Verify or update demographics information</li>\n<li>Electronically sign certain documents</li>\n<li>Pay outstanding balances, pre-payments, and/or authorize copays</li>\n<li>Verify or update insurance information and upload images of your insurance card</li>\n<li>Verify or update medications and allergies information (including preferred pharmacy)</li>\n<li>Answer appointment-related questionnaires</li>\n</ul>, '\\n', <p>To access the Pre Check-In activity, navigate to your Upcoming Appointments page and select one of your upcoming\n    appointments. If your appointment is enabled for Pre Check-In functionality, you will see a section header for \"Pre\n    Check-In\" and a button asking you to update your information.</p>, '\\n', <p>Completing the Pre Check-In activity is\n    voluntary. It is encouraged in order to save you time at your physician's office, but it is not mandatory.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Not every Reason for Visit is available for scheduling in MyChart at this time. The following\n    considerations may prevent a Reason for Visit from being scheduled:<br/></p>, '\\n', <ul class=\"bulleted\">\n<li>Patients who are new to a specialty may need to call in and speak to a scheduler in order to establish a new\n        relationship with a provider. The schedulers are able to help take into account certain insurance coverage\n        issues and provider sub-specialties to help you select the clinician most suited to your needs. <br/>Please refer\n        to our <a href=\"https://www.nm.org/doctors/find-a-doctor\" target=\"_tab\">provider directory</a> for more\n        information or to find a provider.\n    </li>\n<li>In general, visits that require pre-work such as labs or procedures will require you to call and make your\n        appointment.\n    </li>\n<li>Immunizations, vaccinations, and flu shots require supplies to be checked prior to scheduling an appointment to\n        ensure sufficient stock.\n    </li>\n<li>Visits for more than one appointment reason have special duration considerations that must be handled by a\n        scheduler.\n    </li>\n<li>Some Pre-op and Post-op visits have very specific timing restrictions.</li>\n</ul>, '\\n', <p></p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Only select areas are participating in MyChart scheduling at this time. If your doctor is not in\n    the list of options for scheduling, it may be due to their specialty not currently having MyChart scheduling\n    activated. We are currently working to expand our list of available specialties. More specialties will become\n    eligible for MyChart scheduling in the following months. If you do not see a specialty listed, it is still being\n    assessed for MyChart scheduling capabilities and may be enabled at a future date that is still to be determined</p>, '\\n', <p>If no providers are appearing at all, you likely do not have a visit within the specialty you are scheduling from the\n    past 3 years. Therefore, you are considered a \"new\" patient, and may have to call to complete the scheduling\n    process. You can contact one of our schedulers directly at one of the locations listed in our <a href=\"https://www.nm.org/doctors/find-a-doctor\" target=\"_tab\">provider\n        directory</a> or in the Find a Doctor tool in the MyNMapp.</p>, '\\n', <p>Additionally, you still have the option to\n    Request an Appointment using MyChart on a desktop computer by logging in, selecting the Visits Tab, selecting\n    Schedule an Appointment, then selecting one of the 3 “Send an appointment request message for…” options at the\n    bottom of the page. All appointment requests submitted through this feature are sent to our scheduling team who will\n    review your request and follow-up via MyChart message or phone call to confirm availability with you.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>If your doctor, reason for your visit or specialty\n    isn't an option for scheduling on MyChart, you still have the option to Request an Appointment using MyChart by\n    logging in, selecting the Visits tab, selecting Schedule an Appointment, then selecting one of the 3 “Send an\n    appointment request message for…” options at the bottom of the page. All appointment requests submitted through this\n    feature are sent to our scheduling team who will review your request and follow-up via MyChart message or phone call\n    to confirm availability with you.</p>, '\\n', <p>You also have the option to call and make your appointment with one of our\n    schedulers. To make an appointment by phone, please contact one of our schedulers directly at one of the locations\n    listed in our <a href=\"https://www.nm.org/doctors/find-a-doctor\" target=\"_tab\">provider directory</a>.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>\n    In general, MyChart displays the most up to date availability for your doctor. If you feel like you should be seen\n    sooner, please contact our scheduling team so they can discuss the reasons for your visit and determine if there's\n    any other action that can be taken. To make an appointment by phone, please contact one of our schedulers directly\n    at one of the locations listed in our <a href=\"https://www.nm.org/doctors/find-a-doctor\" target=\"_tab\">provider\n        directory</a>. <font color=\"red\"><b>Please remember, if this is a medical emergency and you are in need of\n            immediate\n            care, please dial 911 or go to your nearest emergency room or facility.</b></font>\n</p>, '\\n', <p><a href=\"#top\">Return to\n        Top</a></p>, '\\n'], ['\\n', <p>Yes. If you're doctor practices in multiple locations, they will show up as a\n    separate option for each location they practice at. You will have the option to choose your desired location and\n    then search for availability based on that selection.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>By default, a location should be chosen first. If you are not sure about the location, you can\n    click the “Select from available providers” hyperlink at the bottom of the Locations step to select based on\n    provider name instead of location.\n</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>You can view a complete listing of your scheduled appointments with Northwestern Medicine by logging\n    in from a desktop computer and going to the Visits tab on your main account menu and selecting \"Appointments and\n    Visits\". In the MyNM app, log in and tap the \"Appointments\" tile from the dashboard. <br/><br/> With the exception of\n    Surgery appointments and appointments scheduled in our Executive Health department, any appointment scheduled over\n    the phone or online will be visible to you in your Appointments Hub. You can also view your past appointments\n    (including After Visit Summary information) at the bottom of this page.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Yes. You will have the option to cancel select\n    appointments in MyChart. There are no restrictions or fees associated with cancelling your appointments, but you\n    will be required to indicate the reason for your cancellation. All cancellations done through MyChart will process\n    immediately - no additional follow-up is needed. <br/><br/> If you wish to cancel an appointment using a desktop\n    computer, please go to the <b> Visits tab</b> at the top of your account screen, select <b> Appointments and\n        Visits</b>, select the specific appointment that you would like to cancel, then complete the process by\n    selecting the <b> Cancel Appointment</b> button at the bottom of your screen.</p>, '\\n', <p>If you wish to cancel an\n    appointment using the MyNM app, log in and tap the Appointments tile from the dashboard. Tap the appointment you\n    wish to cancel, and select the “cancel” option from the following screen.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Confirming an appointment in MyChart\n    acknowledges that you are aware of your upcoming visit and still plan on coming in. Confirming your appointment also\n    prevents any subsequent appointment reminders from being sent to you via email or phone for that specific\n    appointment.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n', <h1>eVisits</h1>, '\\n', <hr noshade=\"\"/>, '\\n'], ['\\n', <p>An electronic visit, or eVisit, lets you communicate online\n    with a Northwestern Medicine physician. An eVisit does not allow for face-face interaction with a physician. When\n    requesting an eVisit, you will fill out an online questionnaire and receive an electronic response from the\n    physician to discuss your symptoms. Currently, eVisits are only available for Dermatology topics. To request an\n    eVisit, you must:</p>, '\\n', <ul class=\"bulleted\">\n<li>Have a Northwestern Medicine MyChart account</li>\n<li>Have been seen by a Northwestern Dermatologist in the past 3 years</li>\n<li>Agree to the eVisit terms and conditions</li>\n<li>Submit a credit card for authorization and potential payment</li>\n</ul>, '\\n', <p>You may request an eVisit only for advice on non-urgent conditions. If you have an urgent need to speak with or\n    see a physician, call your physician, go to the nearest emergency room or <strong>call 911</strong>.<strong>For\n        medical emergencies, always call 911 immediately.</strong></p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Using a computer, log into your NM MyChart account and go to\n    the <strong>Messaging</strong> tab. Select <strong>Ask a Question</strong>, then select the <strong>eVisit</strong>\n    option. eVisits are not currently available within the MyNM app.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>An eVisit costs $60\n    for follow-up issues. This fee will be preauthorized with the credit card you provide. If a physician is unable to\n    treat you for your condition virtually, you will not be charged. At this time, Northwestern Medicine will not bill\n    insurance for an eVisit.\n</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Your\n    physician will review your medical record and eVisit responses and provide a treatment plan. You may be prescribed\n    medications. Refill requests will be addressed as appropriate by the physician receiving the eVisit. It is possible\n    that you will be directed to submit the refill request to the prescribing physician.</p>, '\\n', <p>\n</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Once you have submitted your request, you will be unable to cancel it. The request is sent to one\n    of our Northwestern physicians, who will review the information and develop a response.\n</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n', <h1>Happy Together</h1>, '\\n', <hr noshade=\"\"/>, '\\n'], ['\\n', <p>From the\n    MyChart home page, hover over the Profile tab and select Manage My Accounts. From this page, you can see the\n    organizations available to link to via Happy Together. If you have no listings under Accounts, this means that our\n    system does not have any records of you receiving care at other organizations. Please, during your next NM visit,\n    inform the registration staff that you have been seen at another organization and would like that information pulled\n    into your NM chart. Once this is completed, the organization should populate under the Accounts section of this\n    page. To complete the link, select Link Account, then answer one of the available challenge questions. Once answered\n    successfully, your account will be linked.\n</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>After linking your account to another healthcare organization, you can view\n    the following information along with the information in your MyChart account from this organization:</p>, '\\n', <ul class=\"bulleted\">\n<li>Allergies</li>\n<li>Health Issues</li>\n<li>Medications</li>\n</ul>, '\\n', <p>If your account is active at the other organization, you can also view and interact with the following\n    features:</p>, '\\n', <li>Messages</li>, '\\n', <li>Test Results</li>, '\\n', <li>Appointments and Visits</li>, '\\n', <li>Care Team</li>, '\\n', <p>When you see the CE (Care Everywhere) icon external symbol, the information is coming from an\n    outside organization. Tap the symbol on a mobile device or hover over the symbol on a desktop to see where the\n    information is coming from.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>You can view all your information from other organizations in the\n    mobile app, but you’ll need to log in to the website to interact with some features like messaging and scheduling.\n</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>You can unlink an organization in the Manage My Accounts activity. This will stop information from\n    that organization from showing in this account. Any organizations that you choose to unlink will remain available in\n    the Manage My Accounts activity.\n</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>You must have an\n    account here and at the other healthcare organization, with access to the same patient’s information in both, to see\n    cross-organization information for that patient. What you can see and do in MyChart depends on what the other\n    healthcare organization allows you to see and do in your account with them.\n</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>As you move between your healthcare provider, we securely exchange your health\n    information with other healthcare organizations so that your care team can see all of your health information. Our\n    organization can identify you as a patient at another healthcare organization and request your record in order to\n    provide care for you. When other organizations share your record with us, this information becomes part of your\n    chart in our healthcare system and is only seen by providers involved in your care. This secure, electronic exchange\n    of your record gives your care team information they need to give you safe and effective care, and allows MyChart to\n    give you a more complete picture of your health.\n</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>We carefully protect\n    the privacy and security of your information using different physical, administrative, and technical controls. When\n    your information is shared, your record is encrypted and delivered in a secure, electronic format. Only healthcare\n    professionals who are involved in your care can see your information at the healthcare organization.\n</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>A healthcare organization must be part of this account linking network to allow you to\n    link your account. Visit www.epic.com/happytogether to see which organizations are already on this network and which\n    ones will be joining soon.\n</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>You will see organizations where you have a medical record in their system. Sometimes, a\n    name might not look familiar because:</p>, '\\n', <ul class=\"bulleted\">\n<li>A clinic might use a name that is different from the name of the organization that owns the clinic.</li>\n<li>An organization where you were seen a long time ago might have changed its name since the last time you were\n        seen there.\n    </li>\n</ul>, '\\n', <p>If you have concerns about your information at that location, you should contact that organization.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>If you believe there is a mistake with the information you see in your MyChart account, contact the\n    organization listed in the bubble that appears when you tap or hover over the CE external symbol. If there is no\n    external symbol, this information is coming from us, so call our help desk at 1-855-HLP-MYNM.\n</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>If you see a number listed in a red notification bubble: This means that you have\n    notifications available at the linked organization. Red notification bubbles appear only if you have an active\n    account at the linked organization. You can jump directly into your active linked accounts by clicking the icon for\n    that organization. When you click a linked organization’s icon, your account at that organization opens in a new\n    browser window or tab.</p>, '\\n', <p>If you see a question mark inside of a yellow notification bubble: This means that you\n    do not have an active account at the linked organization. You can still see your medications, allergies, and health\n    issues that are documented at the linked organization. If you want to create an account with the linked organization\n    to have access to other features or information, such as test results, messaging, scheduling, and appointments,\n    visit the patient portal website of the linked organization or ask your provider at the linked organization how you\n    can get signed up.</p>, '\\n', <p>If you see an exclamation mark inside of a red notification bubble: This means that there\n    was an error while retrieving your information from the linked organization. Please try again later. If the problem\n    persists, contact the associated organization.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Sometimes, you might not be able to see some information\n    from other organizations because:</p>, '\\n', <ul class=\"bulleted\">\n<li>You might not have that information documented at the linked healthcare organization.</li>\n<li>If the same information is in your record at the linked organization and here, it is not marked with the CE\n        external symbol.\n    </li>\n<li>The linked organization might not allow patients to view that information. The information from the linked\n        organization that you see in MyChart depends on what that organization allows you to see in your account with\n        them.\n    </li>\n</ul>, '\\n', <p>Sometimes, you might be unable to view your test results as expected because:</p>, '\\n', <ul class=\"bulleted\">\n<li>You might not have an active account at the linked healthcare organization.</li>\n<li>The Show field at the top of the test results page allows you to show test results from all organizations (this\n        is the default setting). You may use the dropdown list to show test results coming only from a single\n        organization.\n    </li>\n<li>The linked organization might not release all or any test results. In this case, test results you can’t see\n        through the other organization’s portal will also not appear in your MyChart.\n    </li>\n</ul>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>If you cannot send a message to a provider at another organization, consider the following:</p>, '\\n', <ul class=\"bulleted\">\n<li>If you do not see options to message your providers from a linked organization, you might not have an active\n        account at the linked organization.\n    </li>\n<li>You must be using a web browser (not the MyChart Mobile app) to message providers from other organizations in\n        your account.\n    </li>\n<li>Messaging might be a feature this organization does not use. If you have sent messages through the linked\n        organization’s portal in the past, you might have to log in to your account at the linked organization to access\n        this feature.\n    </li>\n<li>If you don’t see the provider on the list of available providers to message, that provider or organization might\n        not allow messaging.\n    </li>\n</ul>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n', <h1>Share Everywhere</h1>, '\\n', <hr noshade=\"\"/>, '\\n'], ['\\n', <p>With Share Everywhere, patients can grant temporary,\n    secure, one-time access to their medical record to any provider anywhere, even if the provider doesn't have an\n    interoperable EHR. Internet access is all that's needed, which means even a provider across the world could view a\n    patient's chart to provide care.\n</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Patients can\n    generate a share code from the new Share Everywhere activity, which is accessible on the MyChart website under the\n    Health &gt; Medical Tools &gt; Share My Record menu option and from the home screen on the MyChart mobile app.\n</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Yes,\n    you can generate a Share code directly from the MyChart mobile app home page by selecting Share My Record.\n</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>After you have given the Share code to your non-NM clinician,\n    the clinician can enter the code on a publicly accessible Epic-hosted website, ShareEverywhere.com, to review the\n    your information, including allergies, medications, health issues, immunizations, test results, past visit\n    summaries, and code status. The clinician sees the same information that you can see in your own MyChart\n    account.</p>, '\\n', <p>The clinician viewing your information does have the ability to send a message to any NM clinician\n    that you are able to message via your MyChart account normally.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n', <h1>\n    Advance Care Planning</h1>, '\\n', <hr noshade=\"\"/>, '\\n'], ['\\n', <p>The ACP activity allows you to\n    submit documents related to Advance Care Planning. The documents that you submit are reviewed for inclusion in your\n    electronic medical record.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>You can submit documents such as:</p>, '\\n', <ul class=\"bulleted\">\n<li>Power of Attorney</li>\n<li>Living Will</li>\n<li>POLST</li>\n<li>Mental Health Treatment Declaration</li>\n</ul>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>After your\n    document has been submitted, our Medical Records team will review and either Accept or Deny it. If your document is\n    accepted, your PCP will receive a notification letting him/her know.</p>, '\\n', <p>After a decision has been made, it will\n    be reflected on the ACP page (near the bottom). You can also elect to be notified when a document has been\n    accepted/denied (this is enabled by default).</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Two questionnaires are currently available:</p>, '\\n', <ul class=\"bulleted\">\n<li>For My Loved Ones - The answers to this questionnaire cannot be reviewed by clinicians. They are intended for\n        you and whomever you would like to share them with.\n    </li>\n<li>For My Care Team - These answers are made available to your clinical team. Note: Clinicians are not informed by\n        the system of these submissions. You are expected to bring these answers/concerns up at your next visit.\n    </li>\n</ul>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n', <h1>Managing My Profile</h1>, '\\n', <hr noshade=\"\"/>, '\\n'], ['\\n', <p>If you have forgotten\n    your username or password, you can reset it by following these steps:</p>, '\\n', <p>Click on the \"Forgot My Username\" or\n    \"Forgot My Password\" link. These links are located directly underneath the boxes where you enter your login\n    information.</p>, '\\n', <ul class=\"bulleted\">\n<li>You will be asked to verify a few pieces of information.</li>\n<li>For username recovery, we will send your username to the personal email address we have on file for you.</li>\n<li>For forgotten passwords, MyChart will prompt you to reset your password to something new once you verify your\n        information.\n    </li>\n</ul>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>When accessing NM MyChart on a desktop computer, you may only sign in using your username and\n    password. Additional options may be available using the MyNM app, such as logging in with a pin number, a\n    fingerprint, or a face scanner.</p>, '\\n', <p>Apple devices with TouchID and FaceID, as well as various Android devices are\n    supported. First, log in with your username and password, and <strong>select the option on the login screen to save\n        your username</strong>. Then visit the Settings page by opening the menu and clicking the gear icon. Select\n    \"MyChart Settings\" to view and enable the alternative sign-in options compatible with your phone.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Log into MyChart using a desktop computer and hover over the \"My Profile\"\n    tab. To update your home address or other demographic information, select \"Demographics\". To update your account\n    password or security question, select \"Security Settings\".</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>From the MyChart home page, hover over the\n    Profile tab and select Notifications. Once on the Notification Settings page, select a section to view a drop-down\n    menu containing rows for different notification types. By selecting the Email icon, you can enable or disable these\n    notifications from being sent to your email on file. If the Email icon is purple, that means it is enabled; if it is\n    not filled in then that means it is disabled. The Mailbox icon means that physical mail will be sent to you for that\n    notification type. If there is a lock icon placed on the Email or Mailbox icons, then that means you cannot edit the\n    setting (it has been set system-wide as an organizational decision). </p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n', <h1>\n    Security</h1>, '\\n', <hr noshade=\"\"/>, '\\n'], ['\\n', <p>We take great care to ensure your health information is kept\n    private and secure. Access to information is controlled through secure access codes, personal IDs, and passwords.\n    Each person controls their password, and their account cannot be accessed without that password. Furthermore,\n    MyChart uses the latest 128-bit SSL (Secure Socket Layer) encryption technology to encrypt your personal information\n    such as username, passwords, and account information over the internet. Any information provided to you is scrambled\n    en route and decoded once it reaches your browser. This is the same security used by the online banking industry.\n    Unlike conventional e-mail, all MyChart messaging is done while you are securely logged on to our website. The MyNM\n    app uses these same levels of security.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>MyChart is owned and operated by Northwestern Medicine and is fully compliant with federal\n    and state laws pertaining to your privacy. Your name and e-mail address will be treated with the same care and\n    privacy given to your health records and will never be sold or leased by MyChart. You may view the organization's\n    Notice of Privacy Practices by requesting a copy from your physician's office or going to <a href=\"https://www.nm.org/location/northwestern-memorial-hospital/hospital-guide-nmh/patients-visitors-patient-stay-and-care-nmh/patient-privacy-statement-hipaa-nmh\">www.NM.org</a>.\n</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>\n    We aim to protect your privacy and security of your information. While logged into MyChart, if your keyboard remains\n    idle for twenty minutes or more, you will be automatically logged out of MyChart. We recommend that you log out of\n    your MyChart session if you need to leave your computer for even a short period of time.</p>, '\\n', <p><a href=\"#top\">Return\n        to Top</a></p>, '\\n', <h1>Technical Questions</h1>, '\\n', <hr noshade=\"\"/>, '\\n'], ['\\n', <p>You\n    need access to a desktop computer that is connected to the Internet and an up-to-date browser (such as Internet\n    Explorer).</p>, '\\n', <p><u>Web Browser Guidelines</u>:</p>, '\\n', <ul class=\"bulleted\">\n<li>Internet Explorer 9.0 (standards mode and IE8 compatibility mode)</li>\n<li>Internet Explorer 8.0 (standards mode only)</li>\n<li>Mozilla Firefox 13.x and above</li>\n<li>Safari 5.x on Mac/Windows</li>\n<li>Google Chrome 20.x and above</li>\n</ul>, '\\n', <p><u>Operating System Guidelines</u>:</p>, '\\n', <ul class=\"bulleted\">\n<li>Windows 7 Enterprise x64 with SP1</li>\n<li>Windows 7 Enterprise x64</li>\n<li>Windows XP Professional SP3 x86</li>\n<li>Please note, Northwestern Medicine recommends these guidelines. If you use a browser or operating system not\n        listed above; the website may still work, but some features may not be available.\n    </li>\n</ul>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Verify that you have the correct email address listed for\n    receiving MyChart notifications. To do this, after logging in to your MyChart account, hover over the Profile tab\n    and select Persnoal Information. Scroll down the page until you reach the Contact Information card and confirm that\n    your correct email address is listed. If the email address listed is correct, then check your spam or junk folder -\n    MyChart notifications will be sent from <a href=\"mailto:no-reply@nm.org\"><strong>no-reply@nm.org</strong></a>.</p>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>To\n    ensure that your MyChart notification messages are not sent to your spam or junk folder, you can:</p>, '\\n', <ul class=\"bulleted\">\n<li>Add <strong>No-Reply@NM.org</strong> and <strong>HelpDesk@NM.org</strong> to your email contact list, OR</li>\n<li>Adjust your email filters to always receive emails from trusted email domain \"NM.org\". Contact your email\n        provider for assistance with adjusting your filters, if necessary.\n    </li>\n</ul>, '\\n', <p><a href=\"#top\">Return to Top</a></p>, '\\n'], ['\\n', <p>Yes. MyChart can be accessed securely from your iPhone, iPad, or Android device by downloading\n    the MyNM app. Simply go to the App Store or Google Play/Google Market and search for MyNM (by Northwestern\n    Medicine). Alternatively, text \"MyNM\" to 43506 to receive a link to download the MyNM app.</p>, '\\n', <p><a href=\"#top\">Return\n        to Top</a></p>, '\\n'], ['\\n', <p>No. MyChart may not be available to users all\n    the time due to system failures, back-up procedures, maintenance, or other causes beyond the control of Northwestern\n    Memorial HealthCare. Access is provided on an as-is, as-available basis, and Northwestern Memorial HealthCare does\n    not guarantee users will be able to access MyChart at any particular time.</p>, '\\n', <p><a href=\"#top\">Return to Top</a>\n</p>, '\\n', <h1>Other</h1>, '\\n', <hr noshade=\"\"/>, '\\n']]"